/* This is the Weather Underground language code. See: http://www.wunderground.com/weather/api/d/docs?d=language-support */
"WU_LANG_CODE" = "CN";

/* Configure options in Settings. */
"CONFIGURE_OPTIONS" = "请在设定配置选项";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "距离气象站";

/* High */
"HIGH" = "高";

/* Hum */
"HUM" = "湿度";

/* Last Refreshed */
"LAST_REFRESHED" = "最后更新";

/* Like */
"LIKE" = "感觉温度";

/* Low */
"LOW" = "低";

/* Temp */
"TEMP" = "温度";

/* Connection Failed */
"CONNECTION_FAILED" = "连接失败";

/* Data Corrupted */
"DATA_CORRUPTED" = "数据损坏";

/* Weather widget received data from the server, but it was corrupted. */
"DATA_CORRUPTED_LONG" = "天气 Widget 从服务器接收到的数据，但它已经损坏。";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "距离气象站";

/* Your version of iOS does not support NSJSONSerialization. Please contact the developer at <drewmm@gmail.com>. */
"DOES_NOT_SUPPORT" = "你的 iOS 版本不支持 NSJSONSerialization。请与开发人员联系 <drewmm@gmail.com>。";

/* Please enter a Weather Underground API Key in Settings/Notifications/Weather Underground Widget. */
"ENTER_API_KEY" = "请在设定/通知/Weather Underground Widget 输入 Weather Underground 的 API 密钥。";

/* Weather widget failed to connect to server. */
"FAILED_TO_CONNECT" = "Weather widget failed to connect to server.";

/* Invalid iOS Version */
"INVALID_IOS" = "无效的 iOS 版本";

/* Location Denied */
"LOCATION_DENIED" = "位置被拒绝";

/* Location Update Failed */
"LOCATION_UPDATE_FAILED" = "Location Update Failed";

/* Unable to update to current location; using last known location. */
"NO_UPDATE_USING_LAST" = "Unable to update to current location; using last known location.";

/* Unable to update to current location; using saved query. */
"NO_UPDATE_USING_QUERY" = "Unable to update to current location; using saved query.";

/* Unable to update current location; no fallback options available. */
"NO_UPDATE_NO_FALLBACK" = "Unable to update current location; no fallback options available.";

/* No API Key */
"NO_API_KEY" = "没有 API 密钥";

/* OK */
"OK" = "OK";

/* Server Error */
"SERVER_ERROR" = "服务器错误";

/* The weather server returned an error */
"SERVER_RETURNED_ERROR" = "天气服务器返回错误";

/* No Location Entered */
"NO_LOCATION_ENTERED" = "没有输入位置";

/* Please turn off \"Use Custom Location\" or enter a location query in Settings. */
"PLEASE_ENTER_LOCATION" = "请关闭 \"使用自定义位置\" 或在设置中输入位置查询。";

/* N/A */
"N/A" = "N/A";

/* Weather widget failed to connect to server. It's possible your location query is malformed. */
"FAILED_TO_CONNECT" = "天气 Widget 无法连接到服务器。可能您查询的位置是异常的。";

/* Settings pane */

/* Data Refresh Delay */
"Data Refresh Delay" = "Delay Refresh Delay";

/* Instant */
"Instant" = "Instant";

/* 5 min */
"5 min" = "5 min";

/* 10 min */
"10 min" = "10 min";

/* 20 min */
"20 min" = "20 min";

/* Hourly Forecast Length */
"Hourly Forecast Length" = "Hourly Forecast Length";

/* 3 hr */
"3 hr" = "3 hr";

/* 6 hr */
"6 hr" = "6 hr";

/* 12 hr */
"12 hr" = "12 hr";

/* 18 hr */
"18 hr" = "18 hr";

/* 36 hr */
"36 hr" = "36 hr";

/* API Key */
"API Key" = "API Key";

/* Localization */
"Localization" = "Localization";

/* Fahrenheit */
"Fahrenheit" = "Fahrenheit";

/* Celsius */
"Celsius" = "Celsius";

/* mi */
"mi" = "英里";

/* km */
"km" = "千米";

/* MPH */
"MPH" = "英里";

/* KPH */
"KPH" = "公里";

/* Knots */
"Knots" = "海浬";

/* Use Custom Location */
"Use Custom Location" = "Use Custom Location";

/* Query */
"Query" = "Query";

/* If "Use Custom Location" is on, this string will be passed to the Weather Underground API as the query. Do not include spaces. */
"If \"Use Custom Location\" is on, this string will be passed to the Weather Underground API as the query. Do not include spaces." = "If \"Use Custom Location\" is on, this string will be passed to the Weather Underground API as the query. Do not include spaces.";

/* Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address. */
"Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address." = "Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address.";
